[
  {
    "quote": "Победа коммунизма неизбежна. Победа будет за ним.",
    "reference": "Напечатано в октябре 1919 года в журнале \"Коммунистический Интернационал\" № б (10 октября 1919 г.).— ПСС, 5-е изд, т. 39, с. 223."
  },
  {
    "quote": "Давно уже сказано, что без революционной теории не может быть и революционного движения, и в настоящее время вряд ли есть надобность доказывать подобную истину.",
    "reference": "Задачи русских социал-демократов (конец 1897 г.).— ПСС, 5-е изд, т. 2, с. 462."
  },
  {
    "quote": "Хранить наследство вовсе не значит ещё ограничиваться этим наследством.",
    "reference": "От какого наследства мы отказываемся? (конец 1897 г.).— ПСС, 5-е изд., т. 2, с. 542."
  },
  {
    "quote": "Раз о самостоятельной, самими рабочими массами в ходе их движения вырабатываемой идеологии не может быть и речи, то вопрос стоит только так: буржуазная или социалистическая идеология. Середины тут нет (ибо никакой «третьей» идеологии не выработало человечество, да и вообще в обществе, раздираемом классовыми противоречиями, и не может быть никогда внеклассовой или надклассовой идеологии). Поэтому всякое умаление социалистической идеологии, всякое отстранение от неё означает тем самым усиление идеологии буржуазной.",
    "reference": "Что делать? (осень 1901 г.— февраль 1902 г.).— ПСС, 5-е изд., т. 6, с. 39—40."
  },
  {
    "quote": "Скажи мне, кто тебя хвалит, и я тебе скажу, в чем ты ошибся.",
    "reference": "Шаг вперед, два шага назад, 1904.— ПСС, 5-е изд., т. 8, с. 185—414."
  },
  {
    "quote": "…Абстрактной истины нет, истина всегда конкретна…",
    "reference": "Эту фразу в таком или примерно таком виде Ленин употребляет неоднократно; возможно, впервые: Шаг вперед, два шага назад (февраль—май 1904 г.).— ПСС, 5-е изд, т. 8, с. 400. Очевидно, она восходит к утверждению из «Лекции по истории философии» Г. В. Ф. Гегеля: «Если истина абстрактна, то она не истина. Здравый человеческий разум стремится к конкретному…». В «Очерках гоголевского периода русской литературы» Н. Г. Чернышевский перефразировал его так: «Отвлечённой истины нет; истина конкретна». К Ленину оно попало, возможно, через посредничество Г. В. Плеханова, процитировавшего его в своей работе «К вопросу о развитии монистического взгляда на историю» (1894)."
  },
  {
    "quote": "Всеобщая вера в революцию есть уже начало революции.",
    "reference": "Падение Порт-Артура (14 (1) января 1905 г.).— ПСС, 5-е изд, т. 9, с. 159."
  },
  {
    "quote": "Жить в обществе и быть свободным от общества нельзя.",
    "reference": "Партийная организация и партийная литература (13 ноября 1905 г.).— ПСС, 5-е изд., т. 12, с. 104."
  },
  {
    "quote": "Равнодушие есть молчаливая поддержка того, кто силён, того, кто господствует.",
    "reference": "Социалистическая партия и беспартийная революционность, II (2 декабря 1905 г.).— ПСС, 5-е изд., т. 12, с. 137."
  },
  {
    "quote": "Единство этой действительно революционной борьбы угнетённого класса за создание рая на земле важнее для нас, чем единство мнений пролетариев о рае на небе.",
    "reference": "Социализм и религия (3 декабря 1905 г.).— ПСС, 5-е изд., т. 12, с. 146."
  },
  {
    "quote": "Суждено ли, например, Украине составить самостоятельное государство, это зависит от 1000 факторов, не известных заранее. И, не пытаясь «гадать» попусту, мы твёрдо стоим на том, что несомненно: право Украины на такое государство. Мы уважаем это право, мы не поддерживаем привилегий великоросса над украинцами, мы воспитываем массы в духе признания этого права, в духе отрицания государственных привилегий какой бы то ни было нации.",
    "reference": "О праве наций на самоопределение"
  },
  {
    "quote": "Прямая политика самая лучшая политика. Принципиальная политика самая практичная политика.",
    "reference": "Выборная кампания социал-демократии в Петербурге (18 января 1907 г.).— ПСС, 5-е изд., т. 14, с. 300. Обычно приводится немного отличающаяся цитата (зачастую с перестановкой частей фразы), происходящая из фрагмента речи Сталина на вечере кремлёвских курсантов 28 января 1924 г. «О Ленине»: «Бывали моменты в истории нашей партии, когда мнение большинства или минутные интересы партии приходили в конфликт с коренными интересами пролетариата. В таких случаях Ленин, не задумываясь, решительно становился на сторону принципиальности против большинства партии. Более того,— он не боялся выступать в таких случаях буквально один против всех, рассчитывая на то,— как он часто говорил об этом,— что: „принципиальная политика есть единственно правильная политика“» (И. В. Сталин. Соч., т. 6, с. 58)."
  },
  {
    "quote": "…Материя есть объективная реальность, данная нам в ощущении…",
    "reference": "Материализм и эмпириокритицизм (февраль—октябрь 1908 г.).— ПСС, 5-е изд, т. 18, с. 149."
  },
  {
    "quote": "Мы должны бороться с религией. Это азбука всего материализма и, следовательно, марксизма. Но марксизм не есть материализм, остановившийся на азбуке. Марксизм идет дальше. Он говорит: надо уметь бороться с религией, а для этого надо материалистически объяснить источник веры и религии у масс.",
    "reference": "Об отношении рабочей партии к религии (13 (26) мая 1909 г.).— ПСС, 5-е изд., т. 17, с. 418."
  },
  {
    "quote": "Всякий должен быть совершенно свободен исповедовать какую угодно религию или не признавать никакой религии, т. е. быть атеистом, каковым и бывает обыкновенно всякий социалист. Никакие различия между гражданами в их правах в зависимости от религиозных верований совершенно не допустимы.",
    "reference": "Социализм и религия"
  },
  {
    "quote": "Отчаяние свойственно тем, кто не понимает причин зла, не видит выхода, не способен бороться.",
    "reference": "ПСС, 5-е изд., т. 20, с. 41."
  },
  {
    "quote": "Честность в политике есть результат силы, лицемерие результат слабости.",
    "reference": "Полемические заметки (март 1911 г.).— ПСС, 5-е изд., т. 20, с. 210."
  },
  {
    "quote": "Учение Маркса всесильно, потому что оно верно.",
    "reference": "Три источника и три составных части марксизма (март 1913 г.).— ПСС, 5-е изд, т. 23, с. 43."
  },
  {
    "quote": "Люди всегда были и всегда будут глупенькими жертвами обмана и самообмана в политике, пока они не научатся за любыми нравственными, религиозными, политическими, социальными фразами, заявлениями, обещаниями разыскивать интересы тех или иных классов.",
    "reference": "Три источника и три составных части марксизма (март 1913 г.).— ПСС, 5-е изд., т. 23, с. 47."
  },
  {
    "quote": "…Свобода развода означает не «распад» семейных связей, а, напротив, укрепление их на единственно возможных и устойчивых в цивилизованном обществе демократических основаниях.",
    "reference": "О праве наций на самоопределение (февраль—май 1914 г.).— ПСС, 5-е изд., т. 25, с. 286."
  },
  {
    "quote": "Бывают люди, которым «хочется возразить», а что, как, почему, зачем, это им не дано.",
    "reference": "О праве наций на самоопределение (февраль—май 1914 г.).— ПСС, 5-е изд, т. 25, с. 320."
  },
  {
    "quote": "Не подлежит сомнению, что развитие идёт в направлении к одному-единственному тресту всемирному, поглощающему все без исключения предприятия и все без исключения государства. Но развитие идёт к этому при таких обстоятельствах, такими темпами, при таких противоречиях, конфликтах и потрясениях отнюдь не только экономических, но и политических, национальных и пр. и пр., что непременно раньше, чем дело дойдет до одного всемирного треста, до «ультраимпериалистического» всемирного объединения национальных финансовых капиталов, империализм неизбежно должен будет лопнуть, капитализм превратится в свою противоположность. предисловие к брошюре Н. Бухарина «Мировое хозяйство и империализм», декабрь 1915.",
    "reference": "ПСС, 5-е изд., т. 27, с. 98."
  },
  {
    "quote": "Умный идеализм ближе к умному материализму, чем глупый материализм",
    "reference": "Конспект книги Гегеля «Лекции по истории философии».— ПСС, 5-е изд, т. 29, с. 247."
  },
  {
    "quote": "...в нашем идеале нет места насилию над людьми.",
    "reference": "О карикатуре на марксизм и об «империалистическом экономизме» (август-октябрь 1916 г.).— ПСС, 5-е изд., т. 30, с. 122."
  },
  {
    "quote": "Мы, старики, может быть, не доживем до решающих битв этой грядущей революции. Но я могу, думается мне, высказать с большой уверенностью надежду, что молодежь, которая работает так прекрасно в социалистическом движении Швейцарии и всего мира, что она будет иметь счастье не только бороться, но и победить в грядущей пролетарской революции.",
    "reference": "Выступление в Швейцарии (январь 1917 г.)."
  },
  {
    "quote": "Ждать больше нельзя, тщетны все надежды на легальный приезд. Необходимо во что бы то ни стало немедленно выбраться в Россию, и единственный план следующий: найдите шведа, похожего на меня. Но я не знаю шведского языка, поэтому швед должен быть глухонемым. Посылаю Вам на всякий случай мою фотографию.",
    "reference": "Выступление в Швейцарии (март 1917 г.)."
  },
  {
    "quote": "Наша тактика: полное недоверие, никакой поддержки новому правительству; Керенского особенно подозреваем; вооружение пролетариата единственная гарантия; немедленные выборы в Петроградскую думу; никакого сближения с другими партиями. Телеграфируйте это в Петроград.",
    "reference": "После издания Временным правительством амнистии (март 1917 г.)."
  },
  {
    "quote": "Один приём буржуазной печати всегда и во всех странах оказывается наиболее ходким и «безошибочно» действительным. Лги, шуми, кричи, повторяй ложь «что-нибудь останется».",
    "reference": "«Союз лжи» (13 (26) апреля 1917 г.).— ПСС, 5-е изд, т. 31, с. 217."
  },
  {
    "quote": "Мы не утописты. Мы знаем, что любой чернорабочий и любая кухарка не способны сейчас же вступить в управление государством. В этом мы согласны и с кадетами, и с Брешковской, и с Церетели. Но мы отличаемся от этих граждан тем, что требуем немедленного разрыва с тем предрассудком, будто управлять государством, нести будничную, ежедневную работу управления в состоянии только богатые или из богатых семей взятые чиновники. Мы требуем, чтобы обучение делу государственного управления велось сознательными рабочими и солдатами и чтобы начато было оно немедленно, т. е. к обучению этому немедленно начали привлекать всех трудящихся, всю бедноту.",
    "reference": "Удержат ли большевики государственную власть? (1 (14) октября 1917 г.).— ПСС, 5-е изд., т. 34, с. 315. Часто цитируется с искажением по форме и по содержанию: «Любая кухарка может управлять государством»."
  },
  {
    "quote": "…Приятнее и полезнее «опыт революции» проделывать, чем о нём писать.",
    "reference": "Послесловие к первому изданию «Государство и революция» (30 ноября 1917 г.).— ПСС, 5-е изд., т. 33, с. 120."
  },
  {
    "quote": "Богатые и жулики, это две стороны одной медали, это два главные разряда паразитов, вскормленных капитализмом, это главные враги социализма, этих врагов надо взять под особый надзор всего населения, с ними надо расправляться, при малейшем нарушении ими правил и законов социалистического общества, беспощадно.",
    "reference": "Как организовать соревнование? (24—27 декабря 1917 г. (6—9 января 1918 г.)).— ПСС, 5-е изд, т. 35, с. 201."
  },
  {
    "quote": "Наш лозунг должен быть один учиться военному делу настоящим образом, ввести порядок на железных дорогах.",
    "reference": "Политический отчёт ЦК VII съезду РКП(б), 7 марта 1918 г.— ПСС, 36-е изд., стр. 26 т. 36, с. 26."
  },
  {
    "quote": "…Больших слов нельзя бросать на ветер.",
    "reference": "Очередные задачи Советской власти (между 13 и 26 апреля 1918 г.).— ПСС, 5-е изд, т. 36, с. 196."
  },
  {
    "quote": "Поменьше политической трескотни. Поменьше интеллигентских рассуждений. Поближе к жизни.",
    "reference": "О характере наших газет (20 сентября 1918 г.).— ПСС, 5-е изд., т. 37, с. 91."
  },
  {
    "quote": "Патриотизм одно из наиболее глубоких чувств, закреплённых веками и тысячелетиями обособленных отечеств.",
    "reference": "Ценные признания Питирима Сорокина (20 ноября 1918 г.).— ПСС, 5-е изд., т. 37, с. 190."
  },
  {
    "quote": "Временно советую назначать своих начальников и расстреливать заговорщиков и колеблющихся, никого не спрашивая и не допуская идиотской волокиты.",
    "reference": "телеграмма А. К. Пайкесу, ответ на сообщение о плохом снабжении воинских частей, 22 августа 1918 г. ПСС, т. 50, с. 165."
  },
  {
    "quote": "Пролетарская диктатура должна доводить до конца разрушение связи между эксплуататорскими классами, помещиками и капиталистами, и организацией религиозной пропаганды, как поддержки темноты масс. Пролетарская диктатура должна неуклонно осуществлять фактическое освобождение трудящихся масс от религиозных предрассудков, добиваясь этого посредством пропаганды и повышения сознания масс, вместе с тем заботливо избегая всякого оскорбления чувств верующей части населения и закрепления религиозного фанатизма.",
    "reference": "Черновой набросок проекта программы РКП(б) (23 февраля 1919 г.).— ПСС, 5-е изд., т. 38, с. 95."
  },
  {
    "quote": "Насилие по отношению к среднему крестьянству представляет из себя величайший вред.",
    "reference": "Доклад о работе в деревне 23 марта 1919 г. на VIII съезде РКП(б).— ПСС, 5-е изд., т. 38, с. 200."
  },
  {
    "quote": "Государство это есть машина для поддержания господства одного класса над другим.",
    "reference": "Лекция в Свердловском университете «О государстве» 11 июля 1919 г.— ПСС, 5-е изд., т. 39, с. 73."
  },
  {
    "quote": "Шорин жульничает, сберегая Будённого только для себя и вообще не проявляя никакой энергии для помощи войскам Южфронта. Вы будете целиком ответственны за устранение этого безобразия, равносильного предательству. Телеграфируйте подробно, какие реальные меры серьёзной помощи и серьёзного контроля за выполнением её и с каким успехом применяете.",
    "reference": "И. Т. Смилге. 4 октября 1919 г.— ПСС, 5-е изд., т. 51, с. 54."
  },
  {
    "quote": "Война есть испытание всех экономических и организационных сил каждой нации.",
    "reference": "Доклад на II Всероссийском съезде коммунистических организаций народов Востока 22 ноября 1919 г.— ПСС, 5-е изд., т. 39, с. 321."
  },
  {
    "quote": "Есть условия, при которых насилие и необходимо и полезно, и есть условия, при которых насилие не может дать никаких результатов.",
    "reference": "Успехи и трудности советской власти (1919 г.).— ПСС, 5-е изд., т. 38, с. 43. Часто эта цитата приводится в обрезанном виде, с очевидным утрированием: «Насилие необходимо и полезно»."
  },
  {
    "quote": "Самое опасное в войне, которая начинается при таких условиях, как теперь война с Польшей, самое опасное это недооценить противника и успокоиться на том, что мы сильнее. Это самое опасное, что может вызвать поражение на войне, и это самая худшая черта российского характера, которая сказывается в хрупкости и дряблости. Важно не только начать, но нужно выдержать и устоять, а этого наш брат россиянин не умеет. И только длительной выучкой, пролетарской дисциплинированной борьбой против всякого шатания и колебания, только посредством такой выдержки можно довести российские трудящиеся массы, чтобы они от этой скверной привычки могли отделаться. Речь на 2-м Всероссийском совещании по работе в деревне 12 июня 1920 г.— ПСС, 5-е изд., т. 41, с. 144. Эта цитата часто приводится в усечённом виде: «Самое опасное в войне",
    "reference": "это недооценить противника и успокоиться на том, что мы сильнее»."
  },
  {
    "quote": "Если я знаю, что знаю мало, я добьюсь того, чтобы знать больше, но если человек будет говорить, что он коммунист и что ему и знать ничего не надо прочного, то ничего похожего на коммуниста из него не выйдет.",
    "reference": "Задачи союзов молодёжи. Речь на III Всероссийском съезде Российского Коммунистического Союза Молодёжи 2 октября 1920 года.— ПСС, 5-е изд., т. 41, сс. 305—306."
  },
  {
    "quote": "…Для нас нравственность, взятая вне человеческого общества, не существует; это обман. Для нас нравственность подчинена интересам классовой борьбы пролетариата. А в чём состоит эта классовая борьба? Это царя свергнуть, капиталистов свергнуть, уничтожить класс капиталистов.",
    "reference": "Речь на III Всероссийском съезде Российского коммунистического союза молодёжи «Задачи союзов молодёжи» 2 октября 1920 г.— ПСС, 5-е изд, т. 41, с. 310."
  },
  {
    "quote": "Если не перевести Россию на иную технику, более высокую, чем прежде, не может быть речи о восстановлении народного хозяйства и о коммунизме. Коммунизм есть Советская власть плюс электрификация всей страны, ибо без электрификации поднять промышленность невозможно.",
    "reference": "Речь 21 ноября 1920 г. на Московской губернской конференции РКП(б).— ПСС, 5-е изд., т. 42, с. 30. Более известна в усечённом варианте: «Коммунизм есть Советская власть плюс электрификация всей страны»"
  },
  {
    "quote": "Русский язык мы портим. Иностранные слова употребляем без надобности. Употребляем их неправильно. К чему говорить «дефекты», когда можно сказать недочёты, или недостатки, или пробелы?.. Не пора ли нам объявить войну употреблению иностранных слов без надобности?",
    "reference": "Об очистке русского языка (написано в 1919 г. или 1920 г.; впервые опубликовано 3 декабря 1924 г.).— ПСС, 5-е изд., т. 40, с. 49. Интересно, что Ленин иногда сам употреблял слово «дефекты», в т. ч. и после написания этих замечаний."
  },
  {
    "quote": "…Не так опасно поражение, как опасна боязнь признать своё поражение…",
    "reference": "Доклад о новой экономической политике 29 октября 1921 г. на VII Московской губпартконференции.— ПСС, 5-е изд., т. 44, с. 204."
  },
  {
    "quote": "…Только тогда мы научимся побеждать, когда мы не будем бояться признавать свои поражения и недостатки, когда мы будем истине, хотя бы и самой печальной, смотреть прямо в лицо.",
    "reference": "Отчёт ВЦИК И СНК 23 декабря 1921 г. «О внутренней и внешней политике республики» на IX Всероссийском съезде советов.— ПСС, 5-е изд., т. 44, с. 309."
  },
  {
    "quote": "Нельзя научиться решать свои задачи новыми приёмами сегодня, если нам вчерашний опыт не открыл глаза на неправильность старых приёмов.",
    "reference": "Доклад о новой экономической политике 29 октября 1921 г. на VII Московской губпартконференции.— ПСС, 5-е изд., т. 44, с. 205."
  },
  {
    "quote": "Недостатки у человека как бы являются продолжением его достоинств. Но если достоинства продолжаются больше, чем надо, обнаруживаются не тогда, когда надо, и не там, где надо, то они являются недостатками.",
    "reference": "Отчёт ВЦИК И СНК 23 декабря 1921 г. «О внутренней и внешней политике республики» на IX Всероссийском съезде советов.— ПСС, 5-е изд., т. 44, с. 323."
  },
  {
    "quote": "Не бояться признавать своих ошибок, не бояться многократного, повторного труда исправления их и мы будем на самой вершине.",
    "reference": "Заметки публициста (конец февраля 1922 г.).— ПСС, 5-е изд., т. 44, с. 423."
  },
  {
    "quote": "…Владивосток далеко, но ведь это город-то нашенский…",
    "reference": "Речь на пленуме Московского Совета 20 ноября 1922 г.— ПСС, 5-е изд, т. 45, с. 303."
  },
  {
    "quote": "Политические события всегда очень запутаны и сложны. Их можно сравнить с цепью. Чтобы удержать всю цепь, надо уцепиться за основное звено.",
    "reference": "Политический отчёт Центрального комитета РКП(б) 27 марта 1922 г. на XI съезде РКП(б).— ПСС, 5-е изд., т. 45, с. 109."
  },
  {
    "quote": "Даже в математике она нужна, даже открытие дифференциального и интегрального исчислений невозможно было бы без фантазии. Фантазия есть качество величайшей ценности, но у тов. Ларина её маленький избыток.",
    "reference": "Заключительное слово по политическому отчёту ЦК РКП(б) 28 марта 1922 г.— ПСС, 5-е изд., т. 45, с. 125."
  },
  {
    "quote": "Озлобление вообще играет в политике обычно самую худую роль.",
    "reference": "«К вопросу о национальностях или об „автономизации“», 30 декабря 1922 г.— ПСС, 5-е изд, т. 45, с. 357."
  },
  {
    "quote": "Обрусевшие инородцы всегда пересаливают по части истинно русского настроения.",
    "reference": "«К вопросу о национальностях или об „автономизации“», 30 декабря 1922 г.— ПСС, 5-е изд, т. 45, с. 358. о Сталине, Дзержинском и Орджоникидзе. («истинно русское» в тогдашнем политическом языке означало: «черносотенное»)."
  },
  {
    "quote": "Формально правильно, а по сути издевательство",
    "reference": "Заключительное слово по докладу о продовольственном налоге, X Всероссийская конференция РКП(б), 27 мая 1921. Контекст: «Но у нас де­ло всерьез не берут. А к суду за волокиту привлекали? Где у нас приговоры народных судов за то, что рабочий или крестьянин, вынужденный четыре или пять раз прийти в учреждение, наконец, получает нечто формально правильное, а по сути издевательст­во? Ведь вы же коммунисты, почему же вы не организуете ловушки этим господам бю­рократам и потом не потащите их в народный суд и в тюрьму за эту волокиту?» ПСС, 5-е изд. Т. 43. С. 328."
  },
  {
    "quote": "Нас всегда обвиняли в терроризме. Это ходячее обвинение, которое не сходит со страниц печати. Это обвинение в том, что мы ввели терроризм в принцип. Мы отвечаем на это: «Вы сами не верите в такую клевету». ",
    "reference": "ПСС, 5-е изд., т.39, стр. 404."
  },
  {
    "quote": "На все обвинения в гражданской войне мы говорим: да, мы открыто провозгласили то, чего ни одно правительство провозгласить не могло. Первое правительство в мире, которое может о гражданской войне говорить открыто.",
    "reference": "ПСС, 5 изд., т. 35 стр. 268"
  },
  {
    "quote": "Мы не хотим загонять в рай дубиной.",
    "reference": "Нужен ли обязательный государственный язык?"
  },
  {
    "quote": "Сплетней факта не перешибёшь.",
    "reference": "Письмо Н. И. Бухарину 14 октября 1916"
  },
  {
    "quote": "Мы полны чувства национальной гордости, и именно потому мы особенно ненавидим своё рабское прошлое (когда помещики дворяне вели на войну мужиков, чтобы душить свободу Венгрии, Польши, Персии, Китая) и своё рабское настоящее, когда те же помещики, споспешествующие капиталистами, ведут нас на войну, чтобы душить Польшу и Украину, чтобы давить демократическое движение в Персии и Китае, чтобы усилить позорящую наше великорусское национальное достоинство шайку Романовых, Бобринских, Пуришкевичей. Никто не повинен в том, если он родился рабом; но раб, который не только чуждается стремлений к своей свободе, но оправдывает и прикрашивает своё рабство (например, называет удушение Польши, Украины и т. д. «защитой отечества» великороссов), такой раб есть вызывающий законное чувство негодования, презрения и омерзения холуй и хам.",
    "reference": "Ленин В. И. Критические заметки по национальному вопросу. О праве наций на самоопределение. О национальной гордости великороссов.. - М.: Политиздат, 1985. - 93 с."
  }
]
